//select distinct(code), title, group_top, group_full from budget where length(code) <= 4 and year = 2017 ORDER BY code limit 100;
export const fetch_groups = [
  {
    "code": "00",
    "title": "המדינה",
    "group_top": null,
    "group_full": null
  },
  {
    "code": "0000",
    "title": "הכנסות המדינה",
    "group_top": [
      "הכנסות"
    ],
    "group_full": [
      "מסים ישירים",
      "מסים עקיפים",
      "אגרות",
      "הכנסות אחרות",
      "הכנסות למימון גירעון"
    ]
  },
  {
    "code": "0001",
    "title": "נשיא המדינה ולשכתו",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "משרדים נוספים"
    ]
  },
  {
    "code": "0002",
    "title": "הכנסת",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "משרדים נוספים"
    ]
  },
  {
    "code": "0004",
    "title": "משרד ראש הממשלה",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "ראש הממשלה"
    ]
  },
  {
    "code": "0005",
    "title": "משרד האוצר",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "אוצר"
    ]
  },
  {
    "code": "0006",
    "title": "משרד הפנים",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "פנים ושלטון מקומי"
    ]
  },
  {
    "code": "0007",
    "title": "משרד לביטחון פנים",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון פנים"
    ]
  },
  {
    "code": "0008",
    "title": "משרד המשפטים",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "משפטים"
    ]
  },
  {
    "code": "0009",
    "title": "משרד החוץ",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "חוץ"
    ]
  },
  {
    "code": "0010",
    "title": "מטה לביטחון לאומי",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "ראש הממשלה"
    ]
  },
  {
    "code": "0011",
    "title": "מבקר המדינה",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "משרדים נוספים"
    ]
  },
  {
    "code": "0012",
    "title": "גמלאות ופיצויים",
    "group_top": [
      "הוצאות אחרות"
    ],
    "group_full": [
      "גמלאות"
    ]
  },
  {
    "code": "0013",
    "title": "הוצאות שונות",
    "group_top": [
      "הוצאות אחרות"
    ],
    "group_full": [
      "הוצאות שונות"
    ]
  },
  {
    "code": "0014",
    "title": "בחירות ומימון מפלגות",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "משרדים נוספים"
    ]
  },
  {
    "code": "0015",
    "title": "משרד הבטחון",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון"
    ]
  },
  {
    "code": "0016",
    "title": "הוצאות חירום אזרחיות",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון-אחר"
    ]
  },
  {
    "code": "0017",
    "title": "תאום הפעולות בשטחים",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון-אחר"
    ]
  },
  {
    "code": "0018",
    "title": "רשויות מקומיות",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "פנים ושלטון מקומי"
    ]
  },
  {
    "code": "0019",
    "title": "משרד המדע והחלל, התרבות",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "מדע, תרבות וספורט"
    ]
  },
  {
    "code": "0020",
    "title": "משרד החינוך",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "חינוך"
    ]
  },
  {
    "code": "0021",
    "title": "השכלה גבוהה",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "השכלה גבוהה"
    ]
  },
  {
    "code": "0022",
    "title": "המשרד לשירותי דת",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "שירותי דת"
    ]
  },
  {
    "code": "0023",
    "title": "משרד הרווחה והשירותים",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "רווחה"
    ]
  },
  {
    "code": "0024",
    "title": "משרד הבריאות",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "בריאות"
    ]
  },
  {
    "code": "0025",
    "title": "תגמולים לנכים",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "רווחה"
    ]
  },
  {
    "code": "0026",
    "title": "המשרד להגנת הסביבה",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "הגנת הסביבה"
    ]
  },
  {
    "code": "0027",
    "title": "ביטוח לאומי",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "העברות לביטוח הלאומי"
    ]
  },
  {
    "code": "0029",
    "title": "משרד הבינוי והשיכון",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "בינוי ושיכון"
    ]
  },
  {
    "code": "0030",
    "title": "המשרד העלייה והקליטה",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "קליטת עליה"
    ]
  },
  {
    "code": "0031",
    "title": "הוצאות ביטחוניות שונות",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון-אחר"
    ]
  },
  {
    "code": "0032",
    "title": "תמיכות שונות",
    "group_top": [
      "תשתיות",
      "ענפי משק",
      "הוצאות אחרות"
    ],
    "group_full": [
      "תחבורה",
      "חקלאות",
      "הוצאות שונות"
    ]
  },
  {
    "code": "0033",
    "title": "משרד החקלאות",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "חקלאות"
    ]
  },
  {
    "code": "0034",
    "title": "משרד האנרגיה והמים",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "אנרגיה"
    ]
  },
  {
    "code": "0035",
    "title": "הועדה לאנרגיה אטומית",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון-אחר"
    ]
  },
  {
    "code": "0036",
    "title": "משרד הכלכלה",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "תעשיה ותעסוקה"
    ]
  },
  {
    "code": "0037",
    "title": "משרד התיירות",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "תיירות"
    ]
  },
  {
    "code": "0038",
    "title": "תמיכות בענפי המשק",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "תעשיה ותעסוקה"
    ]
  },
  {
    "code": "0039",
    "title": "משרד התקשורת",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "תקשורת"
    ]
  },
  {
    "code": "0040",
    "title": "משרד התחבורה והבטיחות",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "תחבורה"
    ]
  },
  {
    "code": "0041",
    "title": "רשות ממשלתית למים",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "משק המים"
    ]
  },
  {
    "code": "0042",
    "title": "מענקי בינוי ושיכון",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "בינוי ושיכון"
    ]
  },
  {
    "code": "0043",
    "title": "המרכז למיפוי ישראל",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "בינוי ושיכון"
    ]
  },
  {
    "code": "0045",
    "title": "תשלום ריבית ועמלות",
    "group_top": [
      "החזרי חוב"
    ],
    "group_full": [
      "ריבית"
    ]
  },
  {
    "code": "0046",
    "title": "חוק חיילים משוחררים",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון-אחר"
    ]
  },
  {
    "code": "0047",
    "title": "רזרבה כללית",
    "group_top": [
      "הוצאות אחרות"
    ],
    "group_full": [
      "רזרבה"
    ]
  },
  {
    "code": "0051",
    "title": "דיור ממשלתי",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "אוצר"
    ]
  },
  {
    "code": "0052",
    "title": "פיתוח המשרד לביטחון-",
    "group_top": [
      "בטחון וסדר ציבורי"
    ],
    "group_full": [
      "בטחון פנים"
    ]
  },
  {
    "code": "0053",
    "title": "משפטים ובתי משפט",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "משפטים"
    ]
  },
  {
    "code": "0054",
    "title": "רשויות פיקוח",
    "group_top": [
      "הוצאות אחרות"
    ],
    "group_full": [
      "הוצאות שונות"
    ]
  },
  {
    "code": "0060",
    "title": "חינוך",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "חינוך"
    ]
  },
  {
    "code": "0067",
    "title": "משרד הבריאות",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "בריאות"
    ]
  },
  {
    "code": "0068",
    "title": "רשות האוכלוסין, ההגירה",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "פנים ושלטון מקומי"
    ]
  },
  {
    "code": "0070",
    "title": "שיכון",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "בינוי ושיכון"
    ]
  },
  {
    "code": "0073",
    "title": "מפעלי מים",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "משק המים"
    ]
  },
  {
    "code": "0076",
    "title": "תעשיה",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "תעשיה ותעסוקה"
    ]
  },
  {
    "code": "0078",
    "title": "פיתוח תיירות",
    "group_top": [
      "ענפי משק"
    ],
    "group_full": [
      "תיירות"
    ]
  },
  {
    "code": "0079",
    "title": "פיתוח התחבורה",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "תחבורה"
    ]
  },
  {
    "code": "0083",
    "title": "הוצאות פיתוח אחרות",
    "group_top": [
      "הוצאות אחרות"
    ],
    "group_full": [
      "הוצאות שונות"
    ]
  },
  {
    "code": "0084",
    "title": "תשלום חובות",
    "group_top": [
      "החזרי חוב"
    ],
    "group_full": [
      "קרן",
      "קרן - ביטוח לאומי"
    ]
  },
  {
    "code": "0089",
    "title": "מפעלי משרד ראש הממשלה",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "ראש הממשלה",
      "אוצר"
    ]
  },
  {
    "code": "0091",
    "title": "פיתוח לאומי",
    "group_top": [
      "משרדי מטה"
    ],
    "group_full": [
      "ראש הממשלה"
    ]
  },
  {
    "code": "0094",
    "title": "בתי חולים ממשלתים",
    "group_top": [
      "שירותים חברתיים"
    ],
    "group_full": [
      "בריאות"
    ]
  },
  {
    "code": "0095",
    "title": "נמל חדרה",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "תחבורה"
    ]
  },
  {
    "code": "0098",
    "title": "הוצאות מינהל מקרקעי",
    "group_top": [
      "תשתיות"
    ],
    "group_full": [
      "רשות מקרקעי ישראל"
    ]
  }
]
